/* Напишите программу, которая принимает на вход три числа и выдаёт максимальное из этих чисел.
2, 3, 7 -> 7
44 5 78 -> 78
22 3 9 -> 22 */

Console.Write ("Введите число: ");
int a = int.Parse (Console.ReadLine ());
Console.WriteLine (a % 2 == 0 ? "Четное": "Не четное");

